<template>
    <div class="my-12 gap-2 flex flex-col xl:w-2/3 mx-auto">
        <div class="flex text-sm justify-between mx-12 mb-4 dark:text-white">
            <p><span class="text-gray-400"> مرتبط با :</span> ثبت نام و احراز هویت</p>
            <button @click="state.openBox = true">بازگشت</button>
        </div>

        <UsermanualAccording>
            <template #title>برای تغییر ایمیل، تغییر تلفن همراه یا ثابت چه باید کرد؟</template>
            <template #text>لورم ایپسوم یا طرح‌نمابه متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی
                گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و
                ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر
                چگونگی نوع و اندازه فونت و ظاهر متن باشد

                معمولا طراحان گرافیک برای صفحه‌آرایی، نخست از متن‌های آزمایشی و بی‌معنی استفاده می‌کنند تا صرفا
                به مشتری یا صاحب کار خود نشان دهند که صفحه طراحی یا صفحه بندی شده بعد از اینکه متن در آن قرار
                گیرد</template>
        </UsermanualAccording>
        <UsermanualAccording>
            <template #title>برای بازیابی رمز عبور چه باید کرد ؟</template>
            <template #text>لورم ایپسوم یا طرح‌نمابه متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی
                گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و
                ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر
                چگونگی نوع و اندازه فونت و ظاهر متن باشد

                معمولا طراحان گرافیک برای صفحه‌آرایی، نخست از متن‌های آزمایشی و بی‌معنی استفاده می‌کنند تا صرفا
                به مشتری یا صاحب کار خود نشان دهند که صفحه طراحی یا صفحه بندی شده بعد از اینکه متن در آن قرار
                گیرد</template>
        </UsermanualAccording>
        <UsermanualAccording>
            <template #title>آیا به احراز هویت نیاز داریم؟</template>
            <template #text>لورم ایپسوم یا طرح‌نمابه متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی
                گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و
                ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر
                چگونگی نوع و اندازه فونت و ظاهر متن باشد

                معمولا طراحان گرافیک برای صفحه‌آرایی، نخست از متن‌های آزمایشی و بی‌معنی استفاده می‌کنند تا صرفا
                به مشتری یا صاحب کار خود نشان دهند که صفحه طراحی یا صفحه بندی شده بعد از اینکه متن در آن قرار
                گیرد</template>
        </UsermanualAccording>
        <UsermanualAccording>
            <template #title>از کجا شروع کنیم؟</template>
            <template #text>لورم ایپسوم یا طرح‌نمابه متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی
                گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و
                ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر
                چگونگی نوع و اندازه فونت و ظاهر متن باشد

                معمولا طراحان گرافیک برای صفحه‌آرایی، نخست از متن‌های آزمایشی و بی‌معنی استفاده می‌کنند تا صرفا
                به مشتری یا صاحب کار خود نشان دهند که صفحه طراحی یا صفحه بندی شده بعد از اینکه متن در آن قرار
                گیرد</template>
        </UsermanualAccording>
        <UsermanualAccording>
            <template #title>آیا برای پیگیری مشکلات یا انجام احراز هویت امکان مراجعه حضوری وجود دارد؟ </template>
            <template #text>لورم ایپسوم یا طرح‌نمابه متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی
                گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و
                ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر
                چگونگی نوع و اندازه فونت و ظاهر متن باشد

                معمولا طراحان گرافیک برای صفحه‌آرایی، نخست از متن‌های آزمایشی و بی‌معنی استفاده می‌کنند تا صرفا
                به مشتری یا صاحب کار خود نشان دهند که صفحه طراحی یا صفحه بندی شده بعد از اینکه متن در آن قرار
                گیرد</template>
        </UsermanualAccording>
    </div>
</template>
<script setup>
const props = defineProps(['state'])
</script>